/* Localized versions of Guest Access strings */

allowButton = "Partage d’écran";
denyButton = "Annuler";

controlTitle = "Demande de contrôle";
observeTitle = "Demande d’observation";

controlRequestKnown = "L’utilisateur « %@ » se trouvant à %@ souhaite partager votre écran. Voulez-vous partager votre écran avec « %@ » ?";
observeRequestKnown = "L’utilisateur “%@” se trouvant à %@ voudrait observer votre ordinateur. L’y autorisez-vous ?";

controlRequestUnknown = "Un utilisateur inconnu se trouvant à %@ souhaite partager votre écran. Voulez-vous partager votre écran avec cet utilisateur ?";
observeRequestUnknown = "Un utilisateur inconnu se trouvant à %@ voudrait observer votre ordinateur. L’y autorisez-vous ?";

errAttnReqCommString = "Une erreur de communication est survenue.";
